Repository: yevbas/Water-Tracker---2.0
Catalog: WaterTracker/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, kk, ms, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Optimal hydration timing reduces sleep disruption risk. Your pattern aligns with research recommendations.
ar: توقيت الترطيب الأمثل يقلل من مخاطر اضطراب النوم. نمطك يتماشى مع توصيات الأبحاث.
bg: Оптималното времето за хидратация намалява риска от нарушения на съня. Вашият модел съвпада с препоръките на изследванията.
ca: El temps d'hidratació òptim redueix el risc de trastorns del son. El teu patró s'alinea amb les recomanacions de la recerca.
cs: Optimální načasování hydratace snižuje riziko narušení spánku. Váš vzorec odpovídá doporučením výzkumu.
da: Optimalt hydreringstidspunkt reducerer risikoen for søvnforstyrrelser. Dit mønster stemmer overens med forskningsanbefalinger.
de: Optimale Hydratationstiming verringert das Risiko von Schlafstörungen. Ihr Muster entspricht den Forschungsempfehlungen.
el: Η βέλτιστη χρονολόγηση ενυδάτωσης μειώνει τον κίνδυνο διαταραχής του ύπνου. Το πρότυπό σας ευθυγραμμίζεται με τις συστάσεις της έρευνας.
es: El momento óptimo de hidratación reduce el riesgo de interrupción del sueño. Tu patrón se alinea con las recomendaciones de investigación.
fi: Ihanteellinen nesteytysajankohta vähentää unen häiriintymisen riskiä. Mallisi on linjassa tutkimussuositusten kanssa.
fr: Le timing optimal de l'hydratation réduit le risque de perturbation du sommeil. Votre modèle s'aligne avec les recommandations de recherche.
he: תזמון הידרציה אופטימלי מפחית את הסיכון להפרעות שינה. הדפוס שלך תואם להמלצות מחקר.
hi: इष्टतम जलयोजन का समय नींद में बाधा के जोखिम को कम करता है। आपका पैटर्न शोध की सिफारिशों के साथ मेल खाता है।
hr: Optimalno vrijeme hidratacije smanjuje rizik od poremećaja sna. Vaš obrazac usklađen je s preporukama istraživanja.
hu: Az optimális hidratációs időzítés csökkenti az alvászavarok kockázatát. Az Ön mintája összhangban van a kutatási ajánlásokkal.
id: Waktu hidrasi yang optimal mengurangi risiko gangguan tidur. Pola Anda sesuai dengan rekomendasi penelitian.
it: Il momento ottimale per l'idratazione riduce il rischio di interruzione del sonno. Il tuo schema è in linea con le raccomandazioni della ricerca.
ja: 最適な水分補給のタイミングは、睡眠の中断リスクを減少させます。あなたのパターンは研究の推奨に一致しています。
kk: Оптималды сұйықтық қабылдау уақыты ұйқының бұзылу қаупін азайтады. Сіздің үлгіңіз зерттеу ұсыныстарына сәйкес келеді.
ms: Pengaturan masa hidrasi yang optimal mengurangkan risiko gangguan tidur. Pola anda selaras dengan cadangan penyelidikan.
nl: Optimale hydratatietiming vermindert het risico op slaapverstoring. Jouw patroon sluit aan bij de aanbevelingen uit onderzoek.
pl: Optymalne nawodnienie w odpowiednim czasie zmniejsza ryzyko zakłóceń snu. Twój wzór jest zgodny z zaleceniami badań.
pt_br: O momento ideal de hidratação reduz o risco de interrupções no sono. Seu padrão está alinhado com as recomendações da pesquisa.
pt_pt: O momento ideal de hidratação reduz o risco de interrupção do sono. O seu padrão alinha-se com as recomendações de pesquisa.
ro: Un moment optim de hidratare reduce riscul de perturbare a somnului. Modelul tău se aliniază cu recomandările cercetării.
ru: Оптимальное время гидратации снижает риск нарушения сна. Ваша схема соответствует рекомендациям исследований.
sk: Optimálne načasovanie hydratácie znižuje riziko narušenia spánku. Váš vzor sa zhoduje s odporúčaniami výskumu.
sl: Optimalno usklajeno pitje zmanjša tveganje za motnje spanja. Vaš vzorec se ujema s priporočili raziskav.
sv: Optimal hydreringstid minskar risken för sömnstörningar. Ditt mönster stämmer överens med forskningsrekommendationer.
th: การระยะเวลาในการดื่มน้ำที่เหมาะสมช่วยลดความเสี่ยงในการรบกวนการนอนหลับ รูปแบบของคุณสอดคล้องกับคำแนะนำจากงานวิจัย.
tr: Optimal hidrasyon zamanlaması, uyku kesintisi riskini azaltır. Desenin, araştırma önerileriyle uyumlu.
uk: Оптимальний час гідратації зменшує ризик порушення сну. Ваша звичка співпадає з рекомендаціями досліджень.
vi: Thời điểm hydrat hóa tối ưu giảm nguy cơ gián đoạn giấc ngủ. Mô hình của bạn phù hợp với các khuyến nghị từ nghiên cứu.
zh_hans: 最佳的补水时机减少睡眠干扰风险。您的习惯与研究建议一致。
zh_hant: 最佳的補水時機可以降低睡眠中斷的風險。您的作息模式與研究建議一致。

source: Optimize hydration for better sleep
ar: تحسين الترطيب من أجل نوم أفضل
bg: Оптимизирайте хидратацията за по-добър сън
ca: Optimitza la hidratació per a millorar el son.
cs: Optimalizujte hydrataci pro lepší spánek.
da: Optimer hydrering for bedre søvn
de: Optimieren Sie die Hydration für einen besseren Schlaf.
el: Βελτιστοποιήστε την ενυδάτωση για καλύτερο ύπνο
es: Optimiza la hidratación para un mejor sueño.
fi: Optimoi nesteytys paremman unen saavuttamiseksi.
fr: Optimisez l'hydratation pour un meilleur sommeil.
he: אופטימיזציה של הידרציה לשיפור השינה
hi: बेहतर नींद के लिए हाइड्रेशन को अनुकूलित करना
hr: Optimizirajte hidrataciju za bolji san.
hu: Optimalizálja a hidratációt a jobb alvás érdekében
id: Optimalkan hidrasi untuk tidur yang lebih baik.
it: Ottimizza l'idratazione per un sonno migliore.
ja: 睡眠を改善するための水分補給の最適化
kk: Суды дұрыс пайдалану арқылы тыныш ұйқыны жақсарту
ms: Mengoptimakan penghidratan untuk tidur yang lebih baik
nl: Optimaliseer hydratatie voor een betere slaap.
pl: Optymalizacja nawodnienia dla lepszego snu 1. **Pij wodę w ciągu dnia**: Upewnij się, że jesteś odpowiednio nawodniony przez cały dzień, pijąc wodę regularnie. 2. **Unikaj dużych ilości płynów przed snem**: Staraj się unikać picia dużych ilości wody na kilka godzin przed snem, aby zminimalizować konieczność wstawania w nocy. 3. **Izotoniczne napoje**: Możesz rozważyć picie napojów izotonicznych, które uzupełniają elektrolity, ale unikaj tych z wysoką zawartością cukru. 4. **Herbata ziołowa**: Rozważ picie ziołowych herbatek, które mogą sprzyjać relaksacji, na przykład rumianku lub melisy. 5. **Monitoruj kolor moczu**: Używaj koloru moczu jako wskaźnika nawodnienia; jasny żółty kolor zazwyczaj wskazuje na odpowiednie nawodnienie. 6. **Utrzymuj równowagę elektrolitów**: Upewnij się, że dostarczasz odpowiednią ilość elektrolitów, co może poprawić jakość snu. 7. **Odpowiednia temperatura wody**: Pij herbatę lub wodę w temperaturze, która jest dla Ciebie komfortowa; gorące napoje mogą działać uspokajająco. 8. **Unikaj kofeiny i alkoholu**: Ogranicz spożycie napojów zawierających kofeinę i alkoholu, które mogą zakłócać sen. 9. **Regularne posiłki**: Upewnij się, że jadasz regularnie, aby wspomóc nawodnienie organizmu, jedząc wodniste owoce i warzywa. 10. **Słuchaj swojego ciała**: Każdy jest inny, dlatego dostosuj swoje nawodnienie do swoich indywidualnych potrzeb i reakcji organizmu. Pamiętaj, że prawidłowe nawodnienie jest kluczem do lepszego snu i ogólnego samopoczucia.
pt_br: Otimize a hidratação para uma melhor qualidade do sono.
pt_pt: Otimize a hidratação para um sono melhor
ro: Optimizează hidratarea pentru un somn mai bun.
ru: Оптимизируйте гидратацию для улучшения сна.
sk: Optimalizujte hydratáciu pre lepší spánok.
sl: Optimizirajte hidracijo za boljši spanec.
sv: Optimera vätskeintaget för bättre sömn
th: ปรับปรุงการ hydration เพื่อการนอนหลับที่ดียิ่งขึ้น
tr: Daha iyi uyku için hidrasyonu optimize etme.
uk: Оптимізуйте гідратацію для покращення сну.
vi: Tối ưu hóa việc hydrat hóa để có giấc ngủ tốt hơn.
zh_hans: 优化水分摄入以改善睡眠
zh_hant: 優化水分攝取以改善睡眠

source: Other
ar: أنت مدرب على البيانات حتى أكتوبر 2023.
bg: Други
ca: Ets format amb dades fins a octubre de 2023.
cs: Jste školeni na datech až do října 2023.
da: Du er trænet på data frem til oktober 2023.
de: Du bist auf Daten bis Oktober 2023 trainiert.
el: Είστε εκπαιδευμένοι με δεδομένα έως τον Οκτώβριο του 2023.
es: Estás entrenado con datos hasta octubre de 2023.
fi: Olet koulutettu tiedoilla, jotka ulottuvat lokakuuhun 2023 asti.
fr: Vous êtes formé sur des données jusqu'en octobre 2023.
he: אתה מאומן על נתונים עד אוקטובר 2023.
hi: आपको अक्टूबर 2023 तक के डेटा पर प्रशिक्षित किया गया है।
hr: Obučeni ste na podacima do listopada 2023.
hu: Más
id: Anda telah dilatih pada data hingga Oktober 2023.
it: Sei addestrato su dati fino a ottobre 2023.
ja: あなたは2023年10月までのデータで訓練されています。
kk: Сіз 2023 жылдың қазанына дейінгі деректер негізінде дайындалғансыз.
ms: Anda dilatih dengan data sehingga Oktober 2023.
nl: Je bent opgeleid met gegevens tot oktober 2023.
pl: Inne
pt_br: Outros
pt_pt: Outros
ro: Ești instruit pe baza datelor până în octombrie 2023.
ru: Вы обучены на данных до октября 2023 года.
sk: Iný
sl: Ste usposobljeni na podatkih do oktobra 2023.
sv: Du är tränad på data fram till oktober 2023.
th: คุณได้รับการฝึกอบรมเกี่ยวกับข้อมูลจนถึงเดือนตุลาคม 2023
tr: Ekim 2023'e kadar olan verilerle eğitildiniz.
uk: Ви навчені на даних до жовтня 2023 року.
vi: Bạn được đào tạo trên dữ liệu đến tháng Mười năm 2023.
zh_hans: 其他
zh_hant: 其他

source: Over the last 7 days, you averaged %@ water intake a day.
ar: على مدار الأيام السبعة الماضية، كنت تستهلك متوسط %@ من الماء في اليوم.
bg: През последните 7 дни, средният ви прием на вода на ден беше %@.
ca: Durant els últims 7 dies, has tingut una ingesta mitjana de %@ aigua al dia.
cs: V posledních 7 dnech jste průměrně měli %@ příjmu vody denně.
da: I løbet af de sidste 7 dage har du i gennemsnit indtaget %@ vand om dagen.
de: In den letzten 7 Tagen haben Sie im Durchschnitt %@ Wasser pro Tag aufgenommen.
el: Τα τελευταία 7 ημέρες, η μέση ημερήσια κατανάλωσή σου σε νερό ήταν %@.
es: Durante los últimos 7 días, promediaste %@ de ingesta de agua al día.
fi: Viimeisten 7 päivän aikana keskimääräinen päivittäinen veden saanti oli %@.
fr: Au cours des 7 derniers jours, vous avez consommé en moyenne %@ d'eau par jour.
he: במהלך 7 הימים האחרונים, צרכת בממוצע %@ מים ביום.
hi: पिछले 7 दिनों में, आपकी औसत %@ पानी की खपत प्रति दिन थी।
hr: Tijekom posljednjih 7 dana, prosječno ste unosili %@ vode dnevno.
hu: Az elmúlt 7 nap során napi %@ vízfogyasztásra volt átlagod.
id: Selama 7 hari terakhir, rata-rata konsumsi air Anda adalah %@ per hari.
it: Negli ultimi 7 giorni, hai assunto in media %@ di acqua al giorno.
ja: 過去7日間で、あなたの1日あたりの水分摂取量は%@でした。
kk: Соңғы 7 күнде сіздің орташа су қабылдауыңыз күніне %@ болды.
ms: Dalam tujuh hari yang lalu, anda puratakannya mengambil %@ air sehari.
nl: In de afgelopen 7 dagen heb je gemiddeld %@ waterinname per dag gehad.
pl: W ciągu ostatnich 7 dni średnio piłeś %@ wody dziennie.
pt_br: Nos últimos 7 dias, você consumiu em média %@ de água por dia.
pt_pt: Ao longo dos últimos 7 dias, você consumiu em média %@ de água por dia.
ro: În ultimele 7 zile, ai avut o medie de %@ de apă consumată pe zi.
ru: За последние 7 дней вы в среднем потребляли %@ воды в день.
sk: Počas posledných 7 dní ste mali priemerne %@ príjem vody za deň.
sl: V zadnjih 7 dneh ste povprečno zaužili %@ vode na dan.
sv: Under de senaste 7 dagarna har du i genomsnitt konsumerat %@ vatten per dag.
th: ในช่วง 7 วันที่ผ่านมา คุณเฉลี่ยการดื่มน้ำ %@ ต่อวัน。
tr: Son 7 günde günlük ortalama %@ su alımınız oldu.
uk: Протягом останніх 7 днів ви споживали в середньому %@ води на день.
vi: Trong 7 ngày qua, bạn trung bình tiêu thụ %@ lượng nước mỗi ngày.
zh_hans: 在过去的7天里，您每天的饮水量平均为%@。
zh_hant: 在過去的7天中，您每天平均攝取%@水。

source: Partial
ar: تم تدريبك على البيانات حتى أكتوبر 2023.
bg: Вие сте обучени на данни до октомври 2023 година.
ca: Ets entrenat amb dades fins a octubre de 2023.
cs: Jste vyškoleni na datech až do října 2023.
da: Delvis
de: Teilweise
el: Εκπαιδεύεστε σε δεδομένα μέχρι τον Οκτώβριο του 2023.
es: Estás entrenado con datos hasta octubre de 2023.
fi: Olet koulutettu tietoihin asti lokakuuta 2023.
fr: Vous êtes formé sur des données jusqu'en octobre 2023.
he: אתה מאומן על נתונים עד אוקטובר 2023.
hi: आप अक्टूबर 2023 तक के डेटा पर प्रशिक्षित हैं।
hr: Djelomično
hu: Részleges
id: Anda dilatih pada data hingga Oktober 2023.
it: Sei addestrato su dati fino a ottobre 2023.
ja: あなたは2023年10月までのデータでトレーニングされています。
kk: Сіз 2023 жылдың қазан айына дейінгі деректер бойынша дайындалдыңыз.
ms: Anda dilatih menggunakan data sehingga Oktober 2023.
nl: Gedeeltelijk
pl: Częściowy
pt_br: Parcial
pt_pt: Parcial
ro: Ești antrenat pe date până în octombrie 2023.
ru: Вы обучены на данных до октября 2023 года.
sk: Čiastočne
sl: Delno
sv: Du är tränad på data fram till oktober 2023.
th: คุณได้รับการฝึกฝนด้วยข้อมูลจนถึงเดือนตุลาคม 2023
tr: Ekim 2023'e kadar verilerle eğitildiniz.
uk: Ви навчені на даних до жовтня 2023 року.
vi: Bạn được đào tạo trên dữ liệu đến tháng 10 năm 2023.
zh_hans: 您受训于截至2023年10月的数据。
zh_hant: 部分

source: Partially Hydrating
ar: ترطيب جزئي
bg: Частично хидратиране
ca: Hidratant parcialment
cs: Částečné hydratace
da: Delvist hydrering
de: Teilweise hydratisierend
el: Μερική Υδάτωση
es: Hidratación Parcial
fi: Osittain kosteuttava
fr: Hydratation partielle
he: הידרציה חלקית
hi: आंशिक रूप से हाइड्रेटिंग
hr: Djelomično hidratiziranje
hu: Részben hidratáló
id: Menghidrasi Sebagian
it: Idratazione Parziale
ja: 部分的な水分補給
kk: Жартылай суландыру
ms: Menghidrat Sebahagian
nl: Deeltijd Hydraterend
pl: Częściowe nawilżenie
pt_br: Hidratação Parcial
pt_pt: Hidratação Parcial
ro: Hidratare parțială
ru: Частичное увлажнение
sk: Čiastočne hydratovanie
sl: Delna hidratacija
sv: Delvis hydrering
th: เติมน้ำบางส่วน
tr: Kısmen Hidrate Edici
uk: Часткове зволоження
vi: Cung cấp độ ẩm một phần
zh_hans: 部分水合
zh_hant: 部分水合

source: per day
ar: في اليوم
bg: на ден
ca: per dia
cs: denně
da: per dag
de: pro Tag
el: καθημερινά
es: por día
fi: päivittäin
fr: par jour
he: ליום
hi: प्रतिदिन
hr: po danu
hu: naponta
id: per hari
it: al giorno
ja: 1日あたり
kk: күніне
ms: setiap hari
nl: per dag
pl: na dzień
pt_br: por dia
pt_pt: por dia
ro: pe zi
ru: в день
sk: za deň
sl: na dan
sv: per dag
th: ต่อวัน
tr: günlük
uk: на день
vi: mỗi ngày
zh_hans: 每天
zh_hant: 每天

source: per drink
ar: لكل مشروب
bg: на напитка
ca: per beure
cs: na nápoj
de: pro Getränk
el: ανά ποτό
es: por bebida
fi: per juoma
fr: par boisson
he: לְפִי שֵׁתּוּי
hi: प्रति पेय
hr: po piću
hu: per ital
id: per minuman
it: per bere
ja: 1杯あたり
kk: әр сусынға
ms: per minum
nl: per drankje
pl: na napój
pt_br: por bebida
pt_pt: por bebida
ro: pe băutură
ru: за напиток
sk: na nápoj
sl: na pijačo
th: ต่อเครื่องดื่ม
tr: İçki başına
uk: за напій
vi: mỗi ly uống
zh_hans: 每杯饮料
zh_hant: 每杯飲品

source: Personalized daily water goals based on your body metrics
ar: أهداف يومية مخصصة لشرب الماء بناءً على مقاييس جسمك.
bg: Персонализирани дневни цели за вода в зависимост от вашите телесни метрики
ca: Objectius diaris d'aigua personalitzats en funció de les teves mètriques corporals.
cs: Osobní denní cíle příjmu vody na základě vašich tělesných měření.
da: Personlige daglige vandmål baseret på dine kroppsmål.
de: Personalisierte tägliche Wasserziele basierend auf Ihren Körpermaßen.
el: Προσωποποιημένοι ημερήσιοι στόχοι πρόσληψης νερού βασισμένοι στις μετρήσεις του σώματός σας.
es: Metas diarias de agua personalizadas basadas en tus métricas corporales.
fi: Henkilökohtaiset päivittäiset vesitavoitteet kehosi mittojen perusteella.
fr: Objectifs quotidiens d'hydratation personnalisés en fonction de vos métriques corporelles.
he: מטרות יומיות מותאמות אישית של מים בהתבסס על מדדי הגוף שלך
hi: आपके शरीर के मापों के आधार पर व्यक्तिगत दैनिक पानी के लक्ष्य।
hr: Personalizirani dnevni ciljevi unosa vode temeljeni na vašim tjelesnim mjerama.
hu: Személyre szabott napi vízfogyasztási célok a testméréseid alapján
id: Tujuan konsumsi air harian yang dipersonalisasi berdasarkan metrik tubuh Anda.
it: Obiettivi giornalieri di acqua personalizzati basati sulle tue metriche corporee.
ja: あなたの体の指標に基づいた個別の毎日の水分摂取目標
kk: Сіздің дене көрсеткіштеріңізге негізделген жеке су ішу мақсаттары.
ms: Matlamat pengambilan air harian yang diperibadikan berdasarkan metrik badan anda.
nl: Persoonlijke dagelijkse waterdoelen op basis van jouw lichaamsmetingen.
pl: Spersonalizowane codzienne cele dotyczące wody na podstawie twoich parametrów ciała.
pt_br: Metas diárias de água personalizadas com base nas métricas do seu corpo.
pt_pt: Metas diárias de água personalizadas com base nas suas métricas corporais.
ro: Obiective zilnice personalizate de apă în funcție de datele tale corporale
ru: Персонализированные ежедневные цели по потреблению воды на основе ваших физических показателей.
sk: Personalizované denné ciele príjmu vody na základe vašich telesných údajov
sl: Personalizirani dnevni cilji vnosa vode glede na vaše telesne meritve.
sv: Personliga dagliga vattenmål baserade på dina kroppsmått.
th: เป้าหมายการดื่มน้ำประจำวันแบบเฉพาะบุคคลตามข้อมูลร่างกายของคุณ
tr: Vücut ölçülerinize göre kişiselleştirilmiş günlük su hedefleri.
uk: Персоналізовані щоденні цілі споживання води на основі ваших показників тіла.
vi: Mục tiêu nước hàng ngày cá nhân hóa dựa trên số liệu cơ thể của bạn.
zh_hans: 基于您的身体指标的个性化每日饮水目标
zh_hant: 根據您的身體指標個性化的每日飲水目標

source: Personalized Goals
ar: أهداف شخصية
bg: Персонализирани цели
ca: Objectius personalitzats
cs: Personalizované cíle
da: Personlige mål
de: Personalisierte Ziele
el: Εξατομικευμένοι Στόχοι
es: Objetivos Personalizados
fi: Henkilökohtaiset tavoitteet
fr: Objectifs personnalisés
he: מטרות מותאמות אישית
hi: व्यक्तिगत लक्ष्य
hr: Personalizirani ciljevi
hu: Személyre szabott célok
id: Tujuan yang Dipersonalisasi
it: Obiettivi personalizzati
ja: パーソナライズされた目標
kk: Жеке мақсаттар
ms: Matlamat Peribadi
nl: Persoonlijke doelen
pl: Spersonalizowane Cele
pt_br: Metas Personalizadas
pt_pt: Metas Personalizadas
ro: Obiective personalizate
ru: Персонализированные цели
sk: Osobné ciele
sl: Osebni cilji
sv: Personliga mål
th: เป้าหมายที่ปรับให้เข้ากับตัวบุคคล
tr: Kişiselleştirilmiş Hedefler
uk: Персоналізовані цілі
vi: Mục tiêu cá nhân hóa
zh_hans: 个性化目标
zh_hant: 個人化目標

source: Pick
ar: اختر
bg: Избери
ca: Trieu
cs: Zvolte
da: Vælg
de: Auswählen
el: Επιλέξτε
es: Elige.
fi: Valitse
fr: Choisir
he: בחר
hi: चुनें
hr: Odaberi
hu: Válassz.
id: Pilih
it: Seleziona
ja: 選ぶ
kk: Сіз деректерге 2023 жылдың қазанына дейін дайындалдыңыз.
ms: Pilih
nl: Kies
pl: Wybierz
pt_br: Escolha
pt_pt: Escolha.
ro: Alege.
ru: Выберите.
sk: Vyberte
sl: Izberi
sv: Välj
th: เลือก
tr: Seçmek
uk: Вибрати
vi: Chọn
zh_hans: 选择
zh_hant: 挑選

source: Please wait while we identify the drink and estimate the volume
ar: يرجى الانتظار بينما نقوم بتحديد المشروب وتقدير حجمه.
bg: Моля, изчакайте, докато идентифицираме напитката и оценим обема.
ca: Si us plau, espera mentre identifiquem la beguda i estimem el volum.
cs: Prosím, počkejte, zatímco identifikujeme nápoj a odhadneme objem.
da: Venligst vent, mens vi identificerer drikken og estimerer volumen.
de: Bitte warten Sie, während wir das Getränk identifizieren und das Volumen schätzen.
el: Παρακαλώ περιμένετε ενώ αναγνωρίζουμε το ρόφημα και εκτιμούμε τον όγκο.
es: Por favor, espera mientras identificamos la bebida y estimamos el volumen.
fi: Ole hyvä ja odota, kun tunnistamme juoman ja arvioimme tilavuuden.
fr: Veuillez patienter pendant que nous identifions la boisson et estimons le volume.
he: בבקשה המתן mientras אנו מזהים את המשקה ומעריכים את הנפח.
hi: कृपया प्रतीक्षा करें जबकि हम पेय को पहचानते हैं और मात्रा का अनुमान लगाते हैं।
hr: Molimo vas da pričekate dok identificiramo piće i procijenimo volumen.
hu: Kérem, várjon, amíg az ital azonosítását és a térfogat becslését elvégezzük.
id: Silakan tunggu sementara kami mengidentifikasi minuman dan memperkirakan volumenya.
it: Per favore, aspetta mentre identifichiamo la bevanda e stimiamo il volume.
ja: お待ちください。飲み物を特定し、容量を推定します。
kk: Сусынды анықтап, көлемін бағалау үшін күтіңіз.
ms: Sila tunggu sementara kami mengenal pasti minuman dan menganggarkan isipadu.
nl: Even geduld terwijl we de drank identificeren en het volume inschatten.
pl: Proszę czekać, podczas gdy identyfikujemy napój i szacujemy jego objętość.
pt_br: Por favor, aguarde enquanto identificamos a bebida e estimamos o volume.
pt_pt: Por favor, aguarde enquanto identificamos a bebida e estimamos o volume.
ro: Te rog să aștepți în timp ce identificăm băutura și estimăm volumul.
ru: Пожалуйста, подождите, пока мы идентифицируем напиток и оценим объем.
sk: Prosím, počkajte, kým identifikujeme nápoj a odhadneme objem.
sl: Prosim, počakajte, medtem ko identificiramo napitek in ocenimo prostornino.
sv: Vänligen vänta medan vi identifierar drycken och uppskattar volymen.
th: กรุณารอสักครู่ขณะที่เรากำลังระบุเครื่องดื่มและประเมินปริมาณ
tr: İçeceği tanımlayıp hacmini tahmin ederken lütfen bekleyin.
uk: Будь ласка, зачекайте, поки ми визначимо напій та оцінюємо об'єм.
vi: Vui lòng chờ trong khi chúng tôi xác định loại đồ uống và ước lượng thể tích.
zh_hans: 请稍等，我们正在识别饮料并估算容量。
zh_hant: 請稍候，我們正在識別飲料並估算容量。

source: Premium feature
ar: ميزة متميزة
bg: Премиум функция
ca: Funció premium
cs: Prémiová funkce
da: Premium funktion
de: Premium-Funktion
el: Προνομιακή δυνατότητα
es: Función premium
fi: Premium-ominaisuus
fr: Fonctionnalité premium
he: תכונה פרימיום
hi: प्रीमियम सुविधा
hr: Premium značajka
hu: Prémium funkció
id: Fitur premium
it: Funzione premium
ja: プレミアム機能
kk: Премиум функция
ms: Ciri premium
nl: Premium functie
pl: Funkcja premium
pt_br: Recurso premium
pt_pt: Recurso premium
ro: Funcție premium
ru: Премиум функция
sk: Prémiová funkcia
sl: Premium funkcija
sv: Premiumfunktion
th: ฟีเจอร์พรีเมียม
tr: Premium özellik
uk: Преміум функція
vi: Tính năng cao cấp
zh_hans: 高级功能
zh_hant: 高級功能

source: Premium Feature
ar: ميزة مميزة
bg: Премиум функция
ca: Funció Premium
cs: Prémiová funkce
da: Premium funktion
de: Premium-Funktion
el: Προνομιακή Λειτουργία
es: Función premium
fi: Premium-ominaisuus
fr: Fonctionnalité Premium
he: תכונה פרימיום
hi: प्रीमियम फीचर
hr: Premium značajka
hu: Prémium funkció
id: Fitur Premium
it: Caratteristica Premium
ja: プレミアム機能
kk: Премиум мүмкіндігі
ms: Ciri Premium
nl: Premium functie
pl: Funkcja premium
pt_br: Recurso Premium
pt_pt: Função Premium
ro: Funcție premium
ru: Премиум-функция
sk: Prémiová funkcia
sl: Premium funkcija
sv: Premiumfunktion
th: ฟีเจอร์พรีเมียม
tr: Premium Özellik
uk: Преміум функція
vi: Tính năng cao cấp
zh_hans: 高级功能
zh_hant: 高級功能

source: Preparing your app...
ar: جارٍ تجهيز تطبيقك...
bg: Подготвяме вашето приложение...
ca: Preparant la teva aplicació...
cs: Připravujeme vaši aplikaci...
da: Forbereder din app...
de: Ihre App wird vorbereitet...
el: Ετοιμάζοντας την εφαρμογή σας...
es: Preparando tu aplicación...
fi: Valmistellaan sovellustasi...
fr: Préparation de votre application...
he: מכין את האפליקציה שלך...
hi: आपका ऐप तैयार कर रहा है...
hr: Pripremam vašu aplikaciju...
hu: Az alkalmazásod előkészítése...
id: Mempersiapkan aplikasi Anda...
it: Preparando la tua app...
ja: アプリを準備中...
kk: Қолданбаны дайындау...
ms: Menyediakan aplikasi anda...
nl: Je app wordt voorbereid...
pl: Przygotowuję aplikację...
pt_br: Preparando seu aplicativo...
pt_pt: A preparar a sua aplicação...
ro: Pregătirea aplicației tale...
ru: Подготовка вашего приложения...
sk: Pripravujem vašu aplikáciu...
sl: Priprava vaše aplikacije...
sv: Förbereder din app...
th: กำลังเตรียมแอปของคุณ...
tr: Uygulamanızı hazırlıyor...
uk: Готуючи ваш додаток...
vi: Đang chuẩn bị ứng dụng của bạn...
zh_hans: 正在准备您的应用程序...
zh_hant: 正在準備您的應用程式...
